[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:12};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm10={backcolor:0,background:515,ccp:0,ccpzorder:over,height:74,id:11,name:Parts_list,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:201,zorder:9,txtfield:{backcolor:0,bidimode:left-to-right,content:Parts list,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Parts_list,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm11={backcolor:0,background:515,ccp:0,ccpzorder:over,height:74,id:12,name:Your_Dealer,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:277,zorder:10,txtfield:{backcolor:0,bidimode:left-to-right,content:Your Dealer,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Your_Dealer,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm2={id:2,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432,zorder:1};
itm3={backcolor:0,height:150,id:4,img:363,layout:normal,name:Next_main,type:IMAGEFIELD,visible:true,width:507,x:64,y:92,zorder:2,layout_param:{clipx:0,clipy:0}};
itm4={backcolor:0,height:150,id:5,img:363,layout:normal,name:Last_main,type:IMAGEFIELD,visible:true,width:507,x:64,y:244,zorder:3,layout_param:{clipx:0,clipy:0}};
itm5={backcolor:0,background:515,ccp:0,ccpzorder:over,height:74,id:6,name:Data_input,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:127,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Data input,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Data_input,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm6={backcolor:0,bidimode:left-to-right,content:Next maintenance,font:3,height:50,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:Next_maintenance,type:TEXTFIELD,visible:true,vlayout:middle,width:350,wrapline:no-wrap,x:75,y:106,zorder:5};
itm7={backcolor:0,bidimode:left-to-right,content:12/10/2014,font:3,height:50,highcolor:0,hlayout:center,id:8,linespacing:0,multiline:false,name:Next_date,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:217,y:160,zorder:6};
itm8={backcolor:0,bidimode:left-to-right,content:Last maintenance,font:3,height:50,highcolor:0,hlayout:left,id:9,linespacing:0,multiline:false,name:Last_maintenance,type:TEXTFIELD,visible:true,vlayout:middle,width:350,wrapline:no-wrap,x:75,y:259,zorder:7};
itm9={backcolor:0,bidimode:left-to-right,content:06/10/2014,font:3,height:50,highcolor:0,hlayout:center,id:10,linespacing:0,multiline:false,name:Last_date,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:217,y:312,zorder:8};

